Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/audacity-tm.tmx
Source language: en
Languages: ca_es

source: TrackView
ca_es: Vista de pista

source: Track %d
ca_es: Pista %d

source: Mute On
ca_es: Mut

source: Solo On
ca_es: Solo

source: Select On
ca_es: Selecció activada

source: Selection is too small to use voice key.
ca_es: La selecció és massa petita per a fer servir la clau de veu.

source: Calibration Results
ca_es: Resultat de la cal·libració

source: Energy -- mean: %1.4f sd: (%1.4f)
ca_es: Energia -- significa: %1.4f sd: (%1.4f)

source: Sign Changes -- mean: %1.4f sd: (%1.4f)
ca_es: Canvis de signe -- significa: %1.4f sd: (%1.4f)

source: Direction Changes -- mean: %1.4f sd: (%1.4f)
ca_es: Canvis de direcció -- significa: %1.4f sd: (%1.4f)

source: Audio Track
ca_es: Pista de so

source: There is not enough room available to paste the selection
ca_es: No hi ha prou espai per a enganxar la selecció

source: There is not enough room available to expand the cut line
ca_es: No hi ha prou espai disponible per a expandir la línia de tall

source: Command
ca_es: Ordre

source: There was a problem with your last action. If you think this is a bug, please tell us exactly where it occurred.
ca_es: Hi ha hagut un problema amb la darrera acció. Si creieu que és degut a un error del programa, expliqueu-nos exactament com ha ocorregut.

source: You must first select some audio for this to use.
ca_es: Cal que seleccioneu un fragment de so per a emprar aquesta funcionalitat.

source: Disallowed
ca_es: Inhabilitat

source: Loaded %d keyboard shortcuts
ca_es: S'han llegit %d dreceres de teclat

source: Saved
ca_es: S'ha desat

source: Error trying to save file:
ca_es: S'ha produït un error mentre es desava el fitxer:

source: Applied effect: %s %.1f dB
ca_es: S'ha aplicat l'efecte: %s %.1f dB

source: Amplify
ca_es: Amplifica

source: Amplification (dB):
ca_es: Amplificació (dB)

source: Amplification dB
ca_es: dB d'amplificació

source: New Peak Amplitude (dB):
ca_es: Nou pic d'amplitud (dB):

source: Allow clipping
ca_es: Permet l'escapçament de pics

source: -Infinity
ca_es: -Infinit

source: Amplify...
ca_es: Amplifica...

source: Amplifying
ca_es: S'està amplificant

source: You selected a track which does not contain audio. AutoDuck can only process audio tracks.
ca_es: Heu seleccionat una pista que no conté so. L'AutoDuck només pot processar pistes de so.

source: Auto Duck needs a control track which must be placed below the selected track(s).
ca_es: L'Auto Duck necessita una pista de control situada sota la pista o pistes seleccionades.

source: Duck amount:
ca_es: Quantitat de "Duck":

source: Maximum pause:
ca_es: Pausa màxima:

source: seconds
ca_es: segons

source: Outer fade down length:
ca_es: Longitud del fàding final exterior:

source: Outer fade up length:
ca_es: Longitud del fàding inicial exterior:

source: Inner fade down length:
ca_es: Longitud del fàding final interior:

source: Inner fade up length:
ca_es: Longitud del fàding inicial interior:

source: Threshold:
ca_es: Llindar:

source: Please enter valid values.
ca_es: Si us plau, escriviu valors vàlids.

source: Preview not available
ca_es: La previsualització no està disponible

source: Processing Auto Duck...
ca_es: S'està processant l'Auto Duck...

source: Bass and Treble
ca_es: Greus i aguds

source: Bass (dB):
ca_es: Greus (dB):

source: Bass and Treble...
ca_es: Greus i aguts...

source: Adjusting Bass and Treble
ca_es: Ajusteu greus i aguts

source: Applied effect: %s %.2f semitones
ca_es: S'ha aplicat l'efecte: %s %.2f semitons

source: Change Pitch
ca_es: Canvia el to

source: Change Pitch without Changing Tempo
ca_es: Canvia el to sense canviar el temps

source: from
ca_es: des de

source: to
ca_es: fins a

source: Semitones (half-steps):
ca_es: Semitons:

source: Percent Change
ca_es: Canvi percentual

source: Change Pitch...
ca_es: Canvia el to...

source: Changing Pitch
ca_es: S'està canviant el to

source: Applied effect: %s %.1f%%
ca_es: S'ha aplicat l'efecte: %s %.1f%%

source: Change Speed
ca_es: Canvia la velocitat

source: Change Speed, affecting both Tempo and Pitch
ca_es: Canvia la velocitat, afectant tant el temps com el to

source: Percent Change:
ca_es: Canvi percentual:

source: Standard Vinyl RPM:
ca_es: RPM de vinil estàndard

source: n/a
ca_es: no aplicable

source: From RPM
ca_es: De (RPM)

source: To RPM
ca_es: A (RPM)

source: Change Speed...
ca_es: Canvia la velocitat...

source: Changing Speed
ca_es: S'està canviant la velocitat

source: Change Tempo
ca_es: Canvia el temps

source: Change Tempo without Changing Pitch
ca_es: Canvia el temps sense canviar el to

source: Beats per minute:
ca_es: Pulsacions per minut:

source: From beats per minute
ca_es: De (pulsacions per minut)

source: To beats per minute
ca_es: A (pulsacions per minut)

source: Length (seconds):
ca_es: Longitud (segons):

source: From length in seconds
ca_es: D'una longitud en segons

source: To length in seconds
ca_es: A una longitud en segona

source: Change Tempo...
ca_es: Canvia el temps...

source: Changing Tempo
ca_es: S'està canviant el temps

source: Click Removal
ca_es: Eliminació de sorolls "clic"

source: Threshold
ca_es: Llindar

source: Click Removal...
ca_es: Eliminació de sorolls "clic"...

source: Removing clicks and pops...
ca_es: S'estan eliminant sorolls "clic" i "pop"...

source: Dynamic Range Compressor
ca_es: Compressor d'abast dinàmic

source: Noise Floor:
ca_es: Nivell de soroll:

source: Noise Floor
ca_es: Nivell de soroll

source: Ratio:
ca_es: Coeficient:

source: Ratio
ca_es: Coeficient

source: Attack Time:
ca_es: Temps d'atac:

source: Attack Time
ca_es: Temps d'atac

source: Decay Time:
ca_es: Temps de caiguda:

source: Decay Time
ca_es: Temps de caiguda

source: Make-up gain for 0dB after compressing
ca_es: Maquilla el guany a 0 dB un cop comprimit

source: Compress based on Peaks
ca_es: Compressió basada en pics

source: Threshold %d dB
ca_es: Llindar %d dB

source: Noise Floor %d dB
ca_es: Nivell de soroll %d dB

source: Ratio %.0f to 1
ca_es: Coeficient %.0f a 1

source: Ratio %.1f to 1
ca_es: Coeficient %.1f a 1

source: Attack Time %.1f secs
ca_es: Temps d'atac %.1f segons

source: %.1f secs
ca_es: %.1f segons

source: Decay Time %.1f secs
ca_es: Temps de caiguda %.1f segons

source: Applying Dynamic Range Compression...
ca_es: S'està aplicant la compressió de rang dinàmic...

source: Contrast Analysis (WCAG 2 compliance)
ca_es: Anàlisi de contrasts (conformitat amb WCAG 2)

source: Times are not reasonable! Please enter reasonable times.
ca_es: Els valors de temps no són raonables! Si us plau, introduïu valors raonables.

source: Contrast Analyzer, for measuring rms volume differences between two selections of audio.
ca_es: Analitzador de contrasts, per a mesurar diferències de volum RMS entre dues seleccions de so.

source: Volume
ca_es: Volum

source: Foreground:
ca_es: Regió de primer pla:

source: Foreground start time
ca_es: Temps d'inici del primer pla

source: hh:mm:ss + hundredths
ca_es: hh:mm:ss + centèsimes

source: Foreground end time
ca_es: Temps d'acabament del primer pla

source: Measure selection
ca_es: Selecció de compassos

source: Background:
ca_es: Fons:

source: Background start time
ca_es: Temps d'inici del fons

source: Background end time
ca_es: Temps d'acabament del fons

source: Result
ca_es: Resultat

source: Contrast Result:
ca_es: Resultat del contrast:

source: Reset
ca_es: Restableix

source: Difference:
ca_es: Diferència:

source: WCAG 2 Help
ca_es: Ajuda sobre WCAG 2

source: No foreground measured
ca_es: No s'ha mesurat cap regió de primer pla

source: Measured foreground level
ca_es: S'ha mesurat el nivell de la regió de primer pla

source: No background measured
ca_es: No s'ha mesurat cap regió de fons

source: Measured background level
ca_es: S'ha mesurat el nivell de la regió de fons

source: WCAG2 Pass
ca_es: Pas WCAG2

source: WCAG2 Fail
ca_es: Caiguda WCAG2

source: Current difference
ca_es: Diferència actual

source: indeterminate
ca_es: indeterminat

source: %.1f dB Average rms
ca_es: %.1f dB RMS mitjà

source: infinite dB difference
ca_es: Diferència de dB infinita

source: Please enter valid times.
ca_es: Si us plau, escriviu valors vàlids de temps.

source: Export Contrast Result As:
ca_es: Exporta els resultats del contrast com a:

source: WCAG 2.0 Success Criteria 1.4.7 Contrast Results
ca_es: Resultats del contrast WCAG 2.0 Success Criteria 1.4.7

source: Filename = %s.
ca_es: Fitxer = %s.

source: Foreground
ca_es: Regió de primer pla

source: Time started = %2d hour(s), %2d minute(s), %.2f seconds.
ca_es: Hora d'inici = %2d hora(es), %2d minut(s), %.2f segons.

source: Time ended = %2d hour(s), %2d minute(s), %.2f seconds.
ca_es: Hora d'acabament = %2d hora(es), %2d minut(s), %.2f segons.

source: Average rms = %.1f dB.
ca_es: Mitjana RMS = %.1f dB.

source: Average rms = zero.
ca_es: Mitjana rms = zero.

source: Average rms = dB.
ca_es: Mitjana RMS = dB.

source: Background
ca_es: Fons

source: Results
ca_es: Resultats

source: Difference is indeterminate.
ca_es: La diferència és indeterminada.

source: Difference = %.1f Average rms dB.
ca_es: Diferència = %.1f mitjana RMS dB.

source: Difference = infinite Average rms dB.
ca_es: Diferència = Mitjana rms dB infinita.

source: Success Criteria 1.4.7 of WCAG 2.0: Pass
ca_es: Criteri d'èxit 1.4.7 de WCAG 2.0: Superat

source: Success Criteria 1.4.7 of WCAG 2.0: Fail
ca_es: Criteri d'èxit 1.4.7 de WCAG 2.0: Fallida

source: Data gathered
ca_es: Dades recollides

source: DTMF Tone Generator
ca_es: Generador de tons DTMF

source: DTMF sequence:
ca_es: Seqüència DTMF:

source: Amplitude (0-1)
ca_es: Amplitud (0-1)

source: Duration:
ca_es: Durada:

source: hh:mm:ss + milliseconds
ca_es: hh:mm:ss + mil·lisegons

source: hh:mm:ss + samples
ca_es: hh:mm:ss + mostres

source: Tone/silence ratio:
ca_es: Coeficient de tons i silencis:

source: Duty cycle:
ca_es: Cicle de treball:

source: Tone duration:
ca_es: Durada dels tons:

source: Silence duration:
ca_es: Durada dels silencis:

source: DTMF Tones...
ca_es: Tons DTMF...

source: Applied effect: Generate DTMF tones, %.6lf seconds
ca_es: S'ha aplicat l'efecte de generar tons DTMF durant %.6lf segons

source: Generating DTMF tones
ca_es: S'estan generant els tons DTMF

source: Applied effect: %s delay = %f seconds, decay factor = %f
ca_es: S'ha aplicat l'efecte: %s retard = %f segons, factor de decaïment= %f

source: Echo
ca_es: Eco

source: Delay time (seconds):
ca_es: Temps de retard (segons):

source: Decay factor:
ca_es: Factor de decaïment

source: Echo...
ca_es: Eco...

source: Performing Echo
ca_es: S'està aplicant l'eco

source: Preparing preview
ca_es: S'està preparant la previsualització

source: Previewing
ca_es: Previsualització

source: Error while opening sound device. Please check the output device settings and the project sample rate.
ca_es: S'ha produït un error mentre s'obria el dispositiu de so. Reviseu els paràmetres del dispositiu de sortida i la freqüència de mostreig emprada en el projecte.

source: Applied effect: %s
ca_es: S'ha aplicat l'efecte: %s

source: Cosine
ca_es: Cosinus

source: Cubic
ca_es: Cúbica

source: Equalization
ca_es: Equalització

source: unnamed
ca_es: sense nom

source: Max dB
ca_es: Màx. dB

source: Min dB
ca_es: Mín. dB

source: Graphic EQ
ca_es: Equalitzador gràfic

source: &Invert
ca_es: &Inverteix

source: EQ Curve needs a different name
ca_es: La corba d'equalització necessita un nom diferent

source: Manage Curves
ca_es: Gestiona les corbes

source: &Curves
ca_es: &Corbes

source: Curve Name
ca_es: Nom de la corba

source: &Rename...
ca_es: &Reanomena...

source: D&elete...
ca_es: Sup&rimeix...

source: I&mport...
ca_es: I&mporta...

source: E&xport...
ca_es: E&xporta...

source: &Get More...
ca_es: Aconse&gueix-ne més...

source: ' to...
ca_es: ' a...

source: Rename '
ca_es: Canvia el nom '

source: Rename...
ca_es: Canvia el nom...

source: Delete '
ca_es: Suprimeix '

source: Confirm Deletion
ca_es: Confirmeu l'esborrament

source: items?
ca_es: elements?

source: xml files (*.xml;*.XML)|*.xml;*.XML
ca_es: fitxers xml (*.xml;*.XML)|*.xml;*.XML

source: Cannot Export 'unnamed'
ca_es: No es pot exportar 'sense nom'

source: Equalization...
ca_es: Equalització...

source: Performing Equalization
ca_es: S'està realitzant l'equalització

source: Fade In
ca_es: Fosa d'obertura

source: Fading In
ca_es: S'està fent una fosa d'obertura

source: Fade Out
ca_es: Fosa de tancament

source: Fading Out
ca_es: S'està fent una fosa de tancament

source: Detect clipping
ca_es: Detecta l'escapçament de pics

source: Clipping
ca_es: Escapçament de pics

source: Find Clipping
ca_es: Troba pics escapçats (clipping)

source: Start threshold (samples):
ca_es: Llindar d'inici (mostres):

source: Stop threshold (samples):
ca_es: Llindar final (mostres):

source: Start and stop must be greater than 0.
ca_es: L'inici i el final han de ser valors més grans que zero.

source: Find Clipping...
ca_es: Troba pics escapçats...

source: Detecting clipping
ca_es: S'estan detectant els pics escapçats

source: There is not enough room available to generate the audio
ca_es: No hi ha prou espai per a generar l'àudio

source: Invert
ca_es: Inverteix

source: Inverting
ca_es: S'està fent la inversió...

source: Light
ca_es: Suau

source: Moderate
ca_es: Moderat

source: Heavy
ca_es: Fort

source: Heavier
ca_es: Més fort

source: Heaviest
ca_es: El més fort

source: Degree of Leveling:
ca_es: Grau d'anivellament:

source: Generator
ca_es: Generador

source: Oscillator
ca_es: Oscil·lador

source: Utility
ca_es: Utilitat

source: Converter
ca_es: Conversor

source: Analyser
ca_es: Analitzador

source: Simulator
ca_es: Simulador

source: Delay
ca_es: Retard

source: Modulator
ca_es: Modulador

source: Reverb
ca_es: Reverberació

source: Filter
ca_es: Filtre

source: Lowpass
ca_es: Passa baix

source: Bandpass
ca_es: Pas de banda

source: Highpass
ca_es: Passa alt

source: Allpass
ca_es: Passa tot

source: Equaliser
ca_es: Equalitzador

source: Parametric
ca_es: Paramètric

source: Multiband
ca_es: Multibanda

source: Spectral Processor
ca_es: Processador espectral

source: Pitch Shifter
ca_es: Desplaçament de to

source: Amplifier
ca_es: Amplificador

source: Distortion
ca_es: Distorsió

source: Dynamics Processor
ca_es: Processador de dinàmica

source: Expander
ca_es: Expandidor

source: Limiter
ca_es: Limitador

source: Gate
ca_es: Porta

source: Noise Removal
ca_es: Supressió de soroll

source: Pitch and Tempo
ca_es: To i temps

source: Timeline Changer
ca_es: Canviador de línia de temps

source: Time
ca_es: Temps

source: Onsets
ca_es: Atacs

source: White
ca_es: Blanc

source: Pink
ca_es: Rosat

source: Noise Generator
ca_es: Generador de soroll

source: Noise...
ca_es: Soroll...

source: Applied effect: Generate Noise, %.6lf seconds
ca_es: S'ha aplicat l'efecte: Genera soroll durant %.6lf segons

source: Generating Noise
ca_es: S'està generant soroll

source: Step 1
ca_es: Pas 1

source: Select a few seconds of just noise so Audacity knows what to filter out, then click Get Noise Profile:
ca_es: Seleccioneu uns quants segons de so on només hi hagi soroll, de manera que l'Audacity sàpiga què és el que cal filtrar. Després feu clic a 'Obtenció del perfil de soroll':

source: Step 2
ca_es: Pas 2

source: Select all of the audio you want filtered, choose how much noise you want filtered out, and then click 'OK' to remove noise.
ca_es: Seleccioneu el fragment de so on vulgueu aplicar el filtre, fixeu la quantitat de soroll a filtrar i feu clic a 'D'acord' per a executar l'operació.

source: Noise reduction
ca_es: Reducció de soroll

source: Sensitivity
ca_es: Sensitivitat

source: Frequency smoothing
ca_es: Allisament de freqüències

source: Noise:
ca_es: Soroll:

source: Noise Removal...
ca_es: Treu soroll...

source: Creating Noise Profile
ca_es: S'està creant un perfil de soroll

source: Removing Noise
ca_es: S'està traient el soroll

source: true
ca_es: cert

source: , maximum amplitude = %.1f dB
ca_es: , amplitud màxima = %.1f dB

source: Normalize
ca_es: Normalitza

source: Maximum amplitude dB
ca_es: Amplitud màxima (dB)

source: Normalize...
ca_es: Normalitza...

source: Normalizing...
ca_es: S'està normalitzant...

source: Applied effect: %s %d stages, %.0f%% wet, frequency = %.1f Hz, start phase = %.0f deg, depth = %d, feedback = %.0f%%
ca_es: S'ha aplicat l'efecte: %s %d etapes, %.0f%% humit, freqüència = %.1f Hz, fase inicial = %.0f graus, intensitat = %d, resposta = %.0f%%

source: Stages:
ca_es: Etapes:

source: Stages
ca_es: Etapes

source: Dry/Wet:
ca_es: Sec/Mullat:

source: Dry Wet
ca_es: Sec Mullat

source: LFO Frequency (Hz):
ca_es: Freqüència LFO (Hz):

source: LFO frequency in hertz
ca_es: Freqüència LFO en Hertz

source: LFO Start Phase (deg.):
ca_es: Fase d'inici LFO (graus):

source: LFO start phase in degrees
ca_es: Fase d'inici LFO en graus

source: Depth:
ca_es: Profunditat:

source: Depth in percent
ca_es: Profunditat en percentatge

source: Feedback (%):
ca_es: Acoblament (%):

source: Feedback in percent
ca_es: Retroalimentació en percentatge

source: Applying Phaser
ca_es: S'està aplicant l'efecte Phaser

source: The Repair effect is intended to be used on very short sections of damaged audio (up to 128 samples). Zoom in and select a tiny fraction of a second to repair.
ca_es: L'efecte de reparació és per a fer-lo servir en seccions molt curtes de so danyat (fins a 128 mostres). Feu zoom i seleccioneu una petita fracció de segon per a reparar-la.

source: Repair works by using audio data outside the selection region. Please select a region that has audio touching at least one side of it. The more surrounding audio, the better it performs.
ca_es: La reparació es fa a partir de dades d'àudio que estiguin fora de la regió seleccionada. Si us plau, seleccioneu una regió neta però que estigui a tocar d'una zona amb àudio. Com més àudio hi hagi als voltants de la regió, millor serà el resultat.

source: Repair
ca_es: Repara

source: Repairing damaged audio
ca_es: S'està reparant el so danyat

source: Repeated %d times
ca_es: Repetit %d vegades

source: Tracks are too long to repeat the selection.
ca_es: Les pistes són massa llargues per a repetir la selecció.

source: Repeat
ca_es: Repeteix

source: Number of times to repeat:
ca_es: Nombre de repeticions:

source: New selection length: hh:mm:ss
ca_es: Longitud de selecció nova: hh:mm:ss

source: New selection length:
ca_es: Longitud de selecció nova:

source: Repeat...
ca_es: Repeteix...

source: Performing Repeat
ca_es: S'està realitzant la repetició

source: Presets:
ca_es: Configuracions:

source: Load
ca_es: Obre

source: Save
ca_es: Desa

source: Reverse
ca_es: Marxa enrere

source: Reversing
ca_es: S'està aplicant la marxa enrere...

source: Window Size
ca_es: Mida de la finestra

source: %.2f secs
ca_es: %.2f segons

source: Silence Generator
ca_es: Generador de silenci

source: Silence...
ca_es: Silenci...

source: Generating Silence
ca_es: S'està generant el silenci

source: Applied effect: Generate Silence, %.6lf seconds
ca_es: S'ha aplicat l'efecte: Generació d'un silenci de %.6lf segons

source: Stereo to Mono
ca_es: Estèreo a mono

source: Applying Stereo to Mono
ca_es: S'està aplicant la conversió d'estèreo a mono

source: Sliding Time Scale/Pitch Shift
ca_es: Desplaçament de l'escala de temps/Desplaçament de to

source: Initial Tempo Change (%)
ca_es: Canvi de temps inicial (%)

source: Final Tempo Change (%)
ca_es: Canvi de temps final (%)

source: Sliding Time Scale/Pitch Shift...
ca_es: Desplaçament de l'escala de temps/Desplaçament de to...

source: Changing Tempo/Pitch
ca_es: S'està canviant el temps/to

source: Applied effect: Generate %s wave %s, frequency = %.2f Hz, amplitude = %.2f, %.6lf seconds
ca_es: S'ha aplicat l'efecte: Genera %s ona o ones %s, de freqüència = %.2f Hz, amplitud = %.2f, %.6lf segons

source: Linear
ca_es: Lineal

source: Logarithmic
ca_es: Logarítmic

source: Chirp Generator
ca_es: Generador de supertons

source: Tone Generator
ca_es: Generador de tons

source: Sine
ca_es: Sinusoïdal

source: Square
ca_es: Quadrada

source: Sawtooth
ca_es: Dent de serra

source: Square, no alias
ca_es: Quadrada, sense àlies

source: Waveform
ca_es: So en forma d'ona

source: Frequency (Hz)
ca_es: Freqüència (Hz)

source: Waveform:
ca_es: Forma d'ona:

source: Frequency Hertz Start
ca_es: Freqüència inicial (Hertz)

source: Frequency Hertz End
ca_es: Freqüència final (Hertz)

source: Amplitude Start
ca_es: Amplitud inicial

source: Amplitude End
ca_es: Amplitud final

source: Interpolation:
ca_es: Interpolació:

source: Chirp...
ca_es: Supertò...

source: Tone...
ca_es: To...

source: Generating Chirp
ca_es: S'està generant el supertò

source: Generating Tone
ca_es: S'està generant un to

source: Truncate Silence
ca_es: Trunca un silenci

source: Min silence duration:
ca_es: Durada mínima del silenci:

source: milliseconds
ca_es: mil·lisegons

source: Max silence duration:
ca_es: Durada màxima del silenci:

source: Silence compression:
ca_es: Compressió del silenci:

source: Threshold for silence:
ca_es: Llindar de silenci:

source: Duration must be at least 1 millisecond Compress ratio must be at least 1:1
ca_es: La durada ha de ser d'almenys un mil·lisegon El coeficient de compressió ha de ser d'almenys 1:1

source: Truncate Silence...
ca_es: Trunca un silenci...

source: Truncating Silence...
ca_es: S'està truncant el silenci...

source: OK
ca_es: D'acord

source: Effect Settings
ca_es: Paràmetres de l'efecte

source: None
ca_es: Cap

source: Presets
ca_es: Configuracions

source: Load VST Program:
ca_es: Carrega el programa VST:

source: Save VST Program As:
ca_es: Desa el programa VST com a:

source: This parameter file was saved from %s. Continue?
ca_es: Aquest fitxer de paràmetres es va enregistrar des de %s. Voleu continuar?

source: Performing Effect:
ca_es: S'està aplicant l'efecte:

source: Both channels of a stereo track must be the same sample rate.
ca_es: Els dos canals d'una pista estereofònica han de tenir la mateixa freqüència de mostreig.

source: Both channels of a stereo track must be the same length.
ca_es: Els dos canals d'una pista estereofònica han de tenir la mateixa durada.

source: Scanning VST Plugins
ca_es: S'estan buscant els connectors VST

source: Checking %s
ca_es: S'esta comprovant %s

source: Applied effect: %s frequency = %.1f Hz, start phase = %.0f deg, depth = %.0f%%, resonance = %.1f, frequency offset = %.0f%%
ca_es: S'ha aplicat l'efecte: %s freqüència = %.1f Hz, fase inicial = %.0f graus, profunditat = %.0f%%, ressonància = %.1f, desplaçament de freqüència = %.0f%%

source: Depth (%):
ca_es: Profunditat (%):

source: Resonance:
ca_es: Ressonància:

source: Resonance
ca_es: Ressonància

source: Wah Frequency Offset (%):
ca_es: Desplaçament de la freqüència Wah (%):

source: Wah frequency offset in percent
ca_es: Desplaçament percentual de la freqüència Wah:

source: Applying Wahwah
ca_es: S'està aplicant l'efecte Wahwah

source: Performing Effect: %s
ca_es: S'està aplicant l'efecte: %s

source: Sorry, Plug-in Effects cannot be performed on stereo tracks where the individual channels of the track do not match.
ca_es: Els efectes complementaris no es poden aplicar a pistes estereofòniques quan els dos canals no coincideixen.

source: Author:
ca_es: Autor:

source: Length (seconds)
ca_es: Longitud (segons)

source: Note length (seconds)
ca_es: Longitud de la nota (segons)

source: Note velocity
ca_es: Dinàmica (velocity) de la nota

source: Note key
ca_es: Clau de la nota

source: Applying Nyquist Effect...
ca_es: S'està aplicant l'efecte Nyquist...

source: Nyquist Prompt...
ca_es: Línia d'ordres del Nyquist...

source: Enter Nyquist Command:
ca_es: Escriviu l'ordre del Nyquist:
